export const getCourseCategories = () => {
  const categories = {
    'Информационные технологии': [
      'Cloud and DevOps',
      'Программирование и разработка',
      'Наука о данных и машинное обучение',
      'Создание сетей и безопасность',
      'Операционные системы и виртуализация',
      'Базы данных и хранилища',
      'Веб-разработка и фреймворки',
      'Алгоритмы',
      'Новые технологии',
    ],
    Бизнес: [
      'Маркетинг и реклама',
      'Бизнес и финансы',
      'Цифровые инструменты и программное обеспечение',
      'Данные и аналитика',
      'Предпринимательство и инновации',
      'Управление и лидерство',
    ],
    'Искусство и дизайн': [
      'Музыкальные инструменты',
      'Мультимедийное программное обеспечение',
      'Ремесла и хобби',
      'Производство видео и фильмов',
      'Музыка и аудио',
      'Дизайн и креативность',
    ],
    'Социальные науки': [
      'Психология и психическое здоровье',
      'Общественные науки',
      'Право и юридические науки',
      'Развитие ребенка и воспитание детей',
      'Экономика и эконометрика',
      'Разнообразие, равенство и инклюзивность',
      'Права человека и государственное управление',
      'Международные отношения и глобальные проблемы',
    ],
    'Инженерное искусство': [
      'Производственное и инженерное программное обеспечение',
      'Электротехника и электроника',
      'Машиностроение',
      'Экологическая и возобновляемая энергетика',
      'Электроника и микроконтроллеры',
      'Проектирование печатных плат и прототипирование электроники',
      'Дроны и квадрокоптеры',
      '3D моделирование и дизайн',
      'Робототехника',
    ],
  };

  return categories;
};
